Repository: ajibarra/users
Catalog: resources/locales/*/cake_d_c_users.po
Languages: es

source: Please enter a username.
es: Por favor introduce el nombre de usuario.

source: Superuser added:
es: Superusuario añadido:

source: User added:
es: Usuario añadido:

source: Username: {0}
es: Nombre de usuario: {0}

source: Role: {0}
es: Rol: {0}

source: Password: {0}
es: Contraseña: {0}

source: User could not be added:
es: No se pudo añadir el usuario:

source: Field: {0} Error: {1}
es: Campo: {0} Error: {1}

source: The user was not found.
es: Usuario no encontrado.

source: Activate a specific user
es: Activar un usuario específico

source: User was activated: {0}
es: Usuario activado: {0}

source: Change the api token for a specific user
es: Cambiar el token de API para un usuario concreto

source: Please enter a token.
es: Por favor introduce un token

source: Api token changed for user: {0}
es: API token cambiado para el usuario: {0}

source: New token: {0}
es: Nuevo token: {0}

source: Change the role for a specific user
es: Cambiar el rol para un usuario concreto

source: Please enter a role.
es: Por favor introduce el rol.

source: Role changed for user: {0}
es: Rol cambiado para el usuario: {0}

source: New role: {0}
es: Nuevo rol: {0}

source: Deactivate a specific user
es: Desactivar un usuario concreto

source: User was de-activated: {0}
es: Usuario desactivado: {0}

source: Delete a specific user
es: Borrar un usuario concreto

source: The user {0} was not deleted. Please try again
es: El usuario {0} no ha sido borrado. Inténtalo de nuevo por favor

source: The user {0} was deleted successfully
es: El usuario {0} se borró correctamente

source: Reset the password via email
es: Restablecer la contraseña vía email

source: Please enter a username or email.
es: Por favor introduce el nombre de usuario o email.

source: Please ask the user to check the email to continue with password reset process
es: Por favor, pide al usuario que mire su buzón de correo para continuar con el proceso de restablecimiento de su contraseña

source: The password token could not be generated. Please try again
es: No se pudo generar el token de contraseña. Por favor, inténtalo de nuevo

source: Reset the password for all users
es: Restablecer la contraseña de todos los usuarios

source: Please enter a password.
es: Por favor, introduce una contraseña.

source: Password changed for all users
es: Contraseña cambiada para todos los usuarios

source: New password: {0}
es: Nueva contraseña: {0}

source: Reset the password for a specific user
es: Restablecer la contraseña de un usuario concreto

source: Password changed for user: {0}
es: Contraseña cambiada para el usuario: {0}

source: Welcome, {0}
es: Bienvenido/a, {0}

source: Account validated successfully
es: Cuenta validada correctamente

source: Account could not be validated
es: No se pudo validar la cuenta

source: Invalid token and/or social account
es: Token o cuenta social incorrecta

source: Social Account already active
es: Cuenta social ya activa

source: Social Account could not be validated
es: No se pudo validar la cuenta social

source: Email sent successfully
es: Email enviado correctamente

source: Email could not be sent
es: No se puede enviar el email

source: Invalid account
es: Cuenta inválida

source: Email could not be resent
es: No se puede reenviar el Email

source: Could not associate account, please try again.
es: No se pudo asociar la cuenta, por favor, inténtalo de nuevo.

source: Social account was associated.
es: La cuenta social ha sido activada.

source: You've successfully logged out
es: Sesión finalizada correctamente

source: Please enable Google Authenticator first.
es: Por favor, habilita el autenticador de Google primero.

source: Could not find user data
es: No se ha encontrado datos de usuario

source: Could not verify, please try again
es: No se ha podido verificar, por favor, inténtelo de nuevo

source: Verification code is invalid. Try again
es: La verificación del código no es válida, inténtalo de nuevo

source: Changing another user's password is not allowed
es: Cambiar la contraseña de otro usuario no está permitido

source: User was not found
es: Usuario no encontrado

source: Password could not be changed
es: No es posible cambiar la contraseña

source: Password has been changed successfully
es: Contraseña cambiada correctamente

source: If the account is valid, the system will send an instructional email to the address on record.
es: Si la cuenta no es válida, el sistema enviará un email instructivo a la dirección del registro.

source: There was an error please contact Administrator
es: Se ha producido un error, por favor, contacto con un administrador.

source: Google Authenticator token was successfully reset
es: El token del autenticador de Google ha sido reiniciado correctamente

source: Could not reset Google Authenticator
es: No se ha podido reiniciar el token de autenticación de Google

source: Not authorized, please login first
es: No estás autorizado para realizar esta acción, por favor inicia sesión primero

source: You must log out to register a new user account
es: Debes finalizar la sesión para registrar una nueva cuenta de usuario

source: The user could not be saved
es: No se ha podido guardar el usuario

source: Invalid reCaptcha
es: El código reCaptcha no es válido

source: You have registered successfully, please log in
es: Registrado correctamente, por favor inicia sesión

source: Please validate your account before log in
es: Por favor, valida tu cuenta antes de iniciar sesión

source: The {0} has been saved
es: El {0} ha sido guardado

source: The {0} could not be saved
es: El {0} no ha podido guardarse

source: The {0} has been deleted
es: El {0} ha sido eliminado

source: The {0} could not be deleted
es: El {0} no ha podido eliminarse

source: User account validated successfully
es: Cuenta de usuario validada correctamente

source: User account could not be validated
es: No se pudo validar la cuenta de usuario

source: User already active
es: Usuario ya activo

source: Reset password token was validated successfully
es: Restablecimiento del token de contraseña validado correctamente

source: Reset password token could not be validated
es: Restablecimiento del token de contraseña no pudo validarse

source: Invalid validation type
es: Tipo de validación inválido

source: Invalid token or user account already validated
es: Token inválido, o tu cuenta ya había sido validada anteriormente

source: Token already expired
es: Token ya expirado

source: Token has been reset successfully. Please check your email.
es: Se ha restablecido el token correctamente. Por favor comprueba tu email.

source: Token could not be reset
es: No se puede restablecer el token

source: User {0} was not found
es: Usuario {0} no encontrado

source: User {0} is already active
es: El usuario {0} ya está activo

source: User already has configured webauthn2fa
es: El usuario ya ha configurado WebAuthn2fa

source: Register error with webauthn for user id: {0}
es: Error en el registro con WebAuthn2fa para el usuario con id: {0}

source: Config "timeWindowInSeconds" must be integer greater than 60
es: La configuración "timeWindowInSeconds" debe ser un entero mayor a 60

source: Config "numberOfAttemptsFail" must be integer greater or equal 0
es: La configuración "numberOfAttemptsFail" debe ser un entero mayor o igual a 60

source: Config "lockoutTimeInSeconds" must be integer greater than 60
es: La configuración "lockoutTimeInSeconds" debe ser un entero mayor a 60

source: Lockout handler has not been set.
es: El controlador de bloqueo no ha sido definido

source: Option `className` for lockout handler is not present.
es: La opción `className` para el controlador de bloqueo no existe

source: Property {0}.className should be defined
es: La propiedad {0}.className debe estar definida

source: Username or password is incorrect
es: Usuario o contraseña incorrecta

source: Could not proceed with social account. Please try again
es: No se ha podido proceder con la cuenta social. Por favor, inténtelo de nuevo

source: Your user has not been validated yet. Please check your inbox for instructions
es: El usuario no se ha validado todavía. Instrucciones enviadas a tu bandeja de entrada

source: Your social account has not been validated yet. Please check your inbox for instructions
es: La cuenta social no se ha validado todavía. Instrucciones enviadas a tu bandeja de entrada

source: Your account validation link
es: Enlace para validar tu cuenta

source: {0}Your reset password link
es: {0} Enlace para restablecer tu contraseña

source: {0}Your social account validation link
es: {0} Enlace de validación de tu cuenta social

source: Please enter your email
es: Por favor, introduce tu email

source: Could not identify your account, please try again
es: No se pudo identificar su cuenta. Por favor, inténtalo de nuevo

source: Location = {0}
es: Ubicación = {0}

source: You are not authorized to access that location.
es: No está autorizado a acceder a ese sitio.

source: Missing 'username' in options data
es: Falta 'username' en las opciones

source: Social account already associated to another user
es: La cuenta social ya esta asociada a otro usuario

source: Reference cannot be null
es: La referencia no puede estar vacía

source: Token expiration cannot be empty
es: La fecha de expiración del Token no puede estar vacía

source: User not found
es: Usuario no encontrado

source: User account already validated
es: Tu usuario ya se había validado antes

source: User not active
es: El usuario no está activo

source: The current password does not match
es: La contraseña actual no coincide

source: You cannot use the current password as the new one
es: No puedes usar tu contraseña actual como nueva contraseña

source: User not found for the given token and email.
es: Usuario no encontrado para el token y email proporcionado

source: Token has already expired user with no token
es: El token ha expirado usuario sin token

source: This field is required
es: Éste campo es requerido

source: Account already validated
es: Cuenta ya activada

source: Account not found for the given token and email.
es: Cuenta no encontrada para el token y email proporcionado

source: Unable to login user with reference {0}
es: No se puede iniciar sesión con el usuario con referencia {0}

source: Email not present
es: No se encuentra el email

source: Your password does not match your confirm password. Please try again
es: La contraseña y la comprobación no concuerdan. Por favor inténtalo de nuevo

source: Username already exists
es: Nombre de usuario ya existente

source: Email already exists
es: Email ya existente

source: Sign in with
es: Iniciar sesión con

source: Logout
es: Salir

source: reCaptcha is not configured! Please configure Users.reCaptcha.key
es: reCaptcha no se ha configurado, por favor configura Users.reCaptcha.key

source: reCaptcha version is wrong. Please configure Users.reCaptcha.version as 2 or 3
es: La versión de reCaptcha es incorrecta, por favor configura Users.reCaptcha.version como 2 o 3

source: Connected with {0}
es: Conectado con {0}

source: Connect with {0}
es: Conectar con {0}

source: Could not validate credential response for authentication
es: No se ha podido validar la respuesta de credenciales para la autenticación

source: Could not credential response for registration
es: No se ha podido validar la respuesta de credenciales para el registro

source: Actions
es: Acciones

source: List Users
es: Listar Usuarios

source: Add User
es: Añadir Usuario

source: Username
es: Usuario

source: Password
es: Contraseña

source: First name
es: Nombre

source: Last name
es: Apellidos

source: Active
es: Activo

source: Submit
es: Enviar

source: Please enter the new password
es: Por favor introduce la nueva contraseña

source: Current password
es: Contraseña actual

source: New password
es: Nueva contraseña

source: Confirm password
es: Confirmar contraseña

source: Delete
es: Eliminar

source: Are you sure you want to delete # {0}?
es: ¿Está seguro de que quieres eliminar # {0}?

source: Edit User
es: Editar Usuario

source: Token expires
es: Token caduca

source: Activation date
es: Fecha de activación

source: TOS date
es: Fecha TOS

source: Reset Google Authenticator Token
es: Reiniciar el token del autenticador de Google

source: Are you sure you want to reset token for user "{0}"?
es: ¿Estás seguro de querer reiniciar el token para el usuario "{0}"?

source: New {0}
es: Nuevo {0}

source: View
es: Ver

source: Change password
es: Cambiar contraseña

source: Edit
es: Editar

source: previous
es: anterior

source: next
es: siguiente

source: Please enter your username and password
es: Por favor introduce tu usuario y contraseña

source: Remember me
es: Recuérdame

source: Register
es: Registrarse

source: Reset Password
es: Cambiar contraseña

source: Login
es: Iniciar sesión

source: Change Password
es: Cambiar contraseña

source: Social Accounts
es: Cuentas sociales

source: Provider
es: Proveedor

source: Link
es: Enlace

source: Link to {0}
es: Enlace a {0}

source: Accept TOS conditions?
es: ¿Aceptas las condiciones del servicios?

source: Please enter your email or username to reset your password
es: Por favor introduce tu email o nombre de usuario para reiniciar tu contraseña

source: Resend Validation email
es: Reenviar email de validación

source: Email or username
es: Email o usuario

source: Verification Code
es: Código de verificacion

source: <span class="glyphicon glyphicon-log-in" aria-hidden="true"></span> Verify
es: <span class="glyphicon glyphicon-log-in" aria-hidden="true"></span> Verificar

source: Delete User
es: Eliminar Usuario

source: New User
es: Nuevo Usuario

source: First Name
es: Nombre

source: Last Name
es: Apellidos

source: Role
es: Rol

source: Token Expires
es: Expiración de token

source: Activation Date
es: Fecha de activación

source: Tos Date
es: Fecha Tos

source: Created
es: Creado

source: Modified
es: Modificado

source: Two-factor authentication
es: Autenticador en dos pasos

source: Registering your yubico key
es: Registrando so llave Yubico

source: Please insert and tap your yubico key
es: Por favor, inserte y toque su llave Yubico

source: In order to enable your YubiKey the first step is to perform a registration.
es: Para habilitar su YubiKey, el primer paso es realizar el registro.

source: When the YubiKey starts blinking, press the golden disc to activate it. Depending on the web browser you might need to confirm the use of extended information from the YubiKey.
es: Cuando el YubiKey empiece a parpadear, presione el disco dorado para activarlo. Dependiendo del navegador, podría necesitar confirmar el uso de información adicional de YubiKey.

source: Verify your registered yubico key
es: Verifique su llave Yubico registrada

source: You can now finish the authentication process using the registered device.
es: Ahora puede terminar el proceso de autenticación usando el dispositivo registrado.

source: Reload
es: Recargando

source: Hi {0}
es: Hola {0}

source: Reset your password here
es: Restablece tu contraseña aquí

source: If the link is not correctly displayed, please copy the following address in your web browser {0}
es: Si el enlace no se muestra correctamente, por favor, copia la siguiente dirección en tu navegador {0}

source: Thank you
es: Gracias

source: Activate your social login here
es: Activa tu acceso social aquí

source: Activate your account here
es: Activa tu cuenta aquí

source: Please copy the following address in your web browser {0}
es: Por favor copia la siguiente dirección en tu navegador {0}

source: Please copy the following address in your web browser to activate your social login {0}
es: Por favor copia la siguiente dirección en tu navegador para activar tu acceso social {0}
